"Show" = "Goster";
"Standard icon" = "Standart ikon";
"User picture" = "Kullanici resmi";
"Name" = "Isim";
"Short name" = "Kisa Isim";
"First name only" = "Sadece Isim";
"Initials only" = "Sadece isminin bas harfi";
"Root user" = "Root kullanici";
"Open Accounts" = "Acountlari Ac…";
"WinSwitch Preferences" = "WinSwitch Ayarlari…";
"Login Window" = "Giris Penceresi…";

/* Log out... */
"Log out..." = "Log out…";